export const rowsComparison = [
    {
        id: 1,
        us: {
            title: "وقتك كامل بالدقيقة",
            desc: "إحنا بنضمنلك تاخد وقتك كامل، دقيقة بدقيقة.",
        },
        them: {
            title: "وقتك بيضيع عليك",
            desc: "بيتقالك إن الحصة خلصت قبل وقتها، وده معناه إن جزء من وقتك وحقك راح عليك.",
        },
    },
    {
        id: 2,
        us: {
            title: "السعر شامل كل حاجة",
            desc: "السعر اللي هتدفعه شامل كل حاجة، مفيش أي زيادات مفاجئة.",
        },
        them: {
            title: "السعر غير شفاف",
            desc: "السعر بيكون قليل في البداية، بس بعدين يطلبوا إكراميات أو مصاريف تانية.",
        },
    },
    {
        id: 3,
        us: {
            title: "التدريب في كل الظروف",
            desc: "هتتمرن في كل الظروف: زحمة، طرق سريعة، ركنات وكل اللي هتقابله في الشارع.",
        },
        them: {
            title: "التمرين في أماكن هادية",
            desc: "التمرين بيكون في أماكن هادية عشان يوفروا بنزين، مش عشان تتعلم صح.",
        },
    },
    {
        id: 4,
        us: {
            title: "السيطرة من أول حصة",
            desc: "من أول حصة هتمسك الدركسيون وتتحكم بنفسك.",
        },
        them: {
            title: "دورك قليل أثناء التدريب",
            desc: "المدرب بيفضل ماسك الفرامل، وانت دورك بيكون قليل جدًا.",
        },
    },
    {
        id: 5,
        us: {
            title: "أماكن تدريب متعددة",
            desc: "لينا مكان ثابت وأماكن تدريب كتير علشان نكون دايمًا قريبين منك.",
        },
        them: {
            title: "عدم وجود أماكن ثابتة",
            desc: "معندهمش مكان ثابت، وساعات بيكون فيه نصب كتير.",
        },
    },
    {
        id: 6,
        us: {
            title: "التأكد من إتقان القيادة",
            desc: "بنتأكد إنك اتعلمت السواقة 100% قبل ما نقولك خلصت.",
        },
        them: {
            title: "الانتهاء مهم أكتر من التعلم",
            desc: "كل اللي يهمهم إن الكورس يخلص، حتى لو لسه متعلمتش كويس، ويقولك عيده من الأول على حسابك.",
        },
    },
];