export const faqData = [
  {
    question: "لو العربية اتخبطت أثناء التدريب ؟",
    answer:
      "ماتقلقش، مش هتدفع حاجة. إحنا مدربين على التعامل مع المواقف دي كويس جدًا، ودايمًا متوقعين رد فعلك. أهم حاجة تلتزم بتعليمات المدرب علشان تحقق أقصى استفادة.",
  },
  {
    question: "بعد الكورس، هقدر أسوق لوحدي ؟",
    answer:
      "أيوه، بنسبة ١٠٠٪ هتقدر تسوق وتتحرك لوحدك. إحنا بندربك على كل المواقف اللي ممكن تواجها، وبنتابع معاك خطوة بخطوة لحد ما نضمن إنك جاهز تمامًا.",
  },
  {
    question: "فين هتكون أماكن التدريب بتاعتي ؟",
    answer: "حالياً بنوفر التدريب في: الشاطبي, سموحة, السيوف",
  },
  {
    question: "هل هبدأ عملي من أول حصة ؟",
    answer:
      "طبعًا! إحنا بنبدأ العملي من أول يوم، لأننا مؤمنين إن أفضل طريقة للتعلم هي الممارسة الفعلية، وبنبدأ معاك على حسب مستواك.",
  },
  {
    question: "هل في تسهيلات في استخراج الرخصة ؟",
    answer:
      "أيوه، بنساعدك في كل خطوات استخراج الرخصة ونعرفك الأوراق المطلوبة ونوجهك لأفضل الأماكن. إحنا معاك لحد ما تمسك الرخصة في إيدك.",
  },
];